/* %1$@ = Make GIF; %2$@ = Take Photo */
"Drag %1$@ after the\n%2$@ action." = "Dra %1$@ efter åtgärden\n%2$@.";

/* %1$@ = Take Photo, %2$@ = “left” or “right” */
"Drag %1$@ to the %2$@." = "Dra %1$@ åt %2$@.";

/* %1$@ = a localized and formatted number; %2$@ = a unit; e.g “15 kg” */
"%1$@ %2$@" = "%1$@ %2$@";

/* %@ = Quick Look */
"Add %@ to\npreview your GIF." = "Lägg till %@ för att\nförhandsvisa din GIF.";

/* %@ = shortcut name */
"Added shortcut: %@" = "Tillagd genväg: %@";

/* A message; shortcuts on watch have been reset */
"Your shortcuts have been reset. Re-open the Shortcuts app to continue." = "Dina genvägar har nollställts. Öppna appen Genvägar igen för att fortsätta.";

/* Accessibility hint for today widget shortcut that is not running but will run if you tap on it; %@=shortcut name */
"Runs the shortcut %@" = "Kör genvägen %@";

/* Accessibility hint for today widget shortcut when the shortcut is running; %lu=percentage completed */
"Running, %lu%% complete" = "Kör, %lu %% klart";

/* Accessibility label */
"Edit profile photo" = "Ändra profilbild";

/* Accessibility label describing a video in the on-boarding flow */
"An animation of Notification Center being pulled down from the top of the screen" = "En animering som visar hur Notiscenter dras ned från överkanten av skärmen";

/* Accessibility label describing a video in the on-boarding flow */
"An animation of adding the Shortcuts widget to the list of active widgets" = "En animering som visar hur widgeten Genvägar läggs till i listan med aktiva widgetar.";

/* Accessibility label describing a video in the on-boarding flow */
"An animation of scrolling to the bottom of the widgets list and tapping Edit" = "En animering som visar rullning till nederkanten av widgetlistan och ett tryck på Ändra";

/* Accessibility label describing a video in the on-boarding flow */
"An animation of swiping left to the list of widgets" = "En animering som visar en svepning till vänster till widgetlistan";

/* Accessibility label in on-boarding flow */
"A screenshot of Notification Center with the Shortcuts widget" = "En skärmavbild av Notiscenter med widgeten Genvägar";

/* Accessibility label. %1$@ = workflow name; %2$@ = workflow short description */
"%1$@, %2$@" = "%1$@, %2$@";

/* Accessibility label; %@ = user’s name */
"%@’s profile picture" = "Profilbild för %@";

/* Accessibility label; option (Twitter handle, website, as email) is NOT selected as main identity; tap to make main identity */
"Make main identity" = "Skapa huvudidentitet";

/* Accessibility label; option (Twitter handle, website, as email) is selected as main identity */
"Selected as main identity" = "Vald som huvudidentitet";

/* Accessiblity label; +/- key on number pad */
"Plus, Minus" = "Plus, Minus";

/* Accessiblity label; backspace key on number pad */
"Backspace" = "Backsteg";

/* Accessiblity label; decimal key on number pad */
"Decimal" = "Decimal";

/* Action extension; missing input from app error message */
"Unfortunately, there is nothing Shortcuts can do about this; it is due to a bug in the host app. We’d recommend contacting the maker of that app and letting them know of this problem." = "Tyvärr kan inte Genvägar göra något åt det här eftersom det beror på en bugg i värdappen. Vi rekommenderar att du kontaktar apputvecklaren och berättar om problemet.";

/* Action extension; missing input from app error title */
"The app that opened this extension did not provide any input." = "Appen som öppnade det här tillägget tillhandahöll ingen inmatningen.";

/* Alert body; importing shortcut failed */
"The shortcut could not be downloaded." = "Genvägen kunde inte hämtas.";

/* Alert message; shortcut on watch has been created by newer version of shortcut and are incompatible */
"The Shortcuts database cannot be read because it was created by a newer version of Shortcuts.\n\nYou can either upgrade Shortcuts or reset your shortcuts. Your shortcuts will be lost, but if you use iCloud Sync they will be restored." = "Genvägsdatabasen går inte att läsa eftersom den är skapad av en nyare version av Genvägar.\n\nDu kan antingen uppgradera Genvägar eller nollställa dina genvägar. Genvägarna förloras, men om du använder iCloud-synkronisering återskapas de.";

/* Alert message; shortcuts database on device is corrupt */
"The Shortcuts database cannot be read because it is corrupt. You can fix this by resetting your shortcuts. Your shortcuts will be lost, but if you use iCloud Sync they will be restored." = "Genvägsdatabasen går inte att läsa eftersom den är skadad. Du kan lösa det genom att nollställa dina genvägar. Genvägarna förloras, men om du använder iCloud-synkronisering återskapas de.";

/* Alert message; shortcuts database on device is corrupt */
"The Shortcuts database cannot be read because it is corrupt.\n\nYou can email support with your corrupted database or reset your custom shortcuts. Your shortcuts will be lost, but if you use iCloud Sync they will be restored." = "Genvägsdatabasen går inte att läsa eftersom den är skadad.\n\nDu kan e-posta din skadade databas till supporten eller nollställa dina genvägar. Genvägarna förloras, men om du använder iCloud-synkronisering återskapas de.";

/* Alert option to email support; shortcuts database on device is corrupt */
"Email Support" = "Support via e-post";

/* Alert option to reset shortcuts on device */
"Reset Shortcuts" = "Nollställ genvägar";

/* Alert option to update the Shortcuts app (opens App Store); shortfut on watch has been created by newer version of shortcut and are incompatible */
"Update Shortcuts" = "Uppdatera Genvägar";

/* Alert title for an error */
"Aw no!" = "Åh nej!";

/* Alert title; shortcut on watch has been created by newer version of shortcut and are incompatible */
"Shortcuts Version Mismatch" = "Genvägsversionerna överensstämmer inte";

/* Alert title; shortcuts on watch have been reset */
"Shortcuts Reset" = "Genvägar nollställda";

/* Apple watch; label for result from running the shortcut */
"Result" = "Resultat";

/* Apple watch; label for result from running the shortcut when there are multiple results; %ld=number of results */
"Results (%ld)" = "Resultat (%ld)";

/* Back button */
"Back" = "Tillbaka";

/* Body of alert encouraging users to add the Shortcuts widget after they have tried to skip adding the widget. */
"Adding the widget dramatically improves the speed of running shortcuts. Are you sure you’d like to skip this step?" = "Genom att lägga till widgeten ökar hastigheten dramatiskt när du kör genvägar. Vill du verkligen hoppa över det här steget?";

/* Body of alert when the user’s gallery submission didn’t go through due to an error */
"Your submission didn’t go through! Try again in a few minutes." = "Ditt inskick misslyckades! Försök igen om några minuter.";

/* Button */
"Cancel" = "Avbryt";

/* Button */
"Done" = "Klar";

/* Button */
"Next" = "Nästa";

/* Button */
"OK" = "OK";

/* Button */
"Submit your own workflow" = "Skicka in ett eget arbetsflöde";

/* Button for editing their profile picture */
"Edit" = "Ändra";

/* Button or nav bar title */
"Edit Profile" = "Ändra profil";

/* Button or title */
"Run shortcut" = "Kör genväg";

/* Button or title to share a shortcut */
"Share Shortcut" = "Dela genväg";

/* Button or title to submit a shortcut to the gallery */
"Submit Shortcut" = "Skicka in genväg";

/* Button or title; user profile */
"Profile" = "Profil";

/* Button that shows all collection search results */
"See All" = "Visa alla";

/* Button title on alert to discard changes to profile */
"Discard Changes" = "Spara inte ändringar";

/* Button title; create a new shortcut */
"Create Shortcut" = "Skapa genväg";

/* Button to add the Shortcuts Today Widget */
"Add Widget" = "Lägg till widget";

/* Button to keep both shortcuts when you try to import a shortcut with the same name */
"Keep Both" = "Behåll båda";

/* Button to replace the older shortcut with the newer shortcut when you try to import a shortcut with the same name */
"Replace" = "Ersätt";

/* Button to skip a step */
"Skip" = "Hoppa över";

/* Configure which shortcuts should show up on the watch app */
"Choose shortcuts to show on your watch." = "Välj genvägar som ska visas på klockan.";

/* Configure which shortcuts should show up on the watch complication */
"Choose shortcuts to show in the Complication." = "Välj genvägar som ska visas i komplikationen.";

/* Copy content */
"Copy" = "Kopiera";

/* Could not find shortcut to run */
"Could not find the specified shortcut." = "Kunde inte hitta den angivna genvägen.";

/* Could not find shortcut to run; %@=shortcut name */
"Could not find the shortcut “%@.”" = "Kunde inte hitta genvägen ”%@”.";

/* Default shortcut name to use if no name is provided */
"Untitled Shortcut" = "Namnlös genväg";

/* Description of Siri feature on splash screen */
"Add any shortcut to Siri by recording a personalized voice phrase." = "Lägg till valfri genväg i Siri genom att spela in en personligt anpassad röstfras.";

/* Description of intro feature on splash screen */
"Combine a series of steps into a single shortcut to automate what you do with your apps. " = "Kombinera en serie steg till en enda genväg för att automatisera det du gör med dina appar. ";

/* Description of widget feature on splash screen */
"Access shortcuts even faster with the Shortcuts widget." = "Kom åt genvägar ännu snabbare med widgeten Genvägar.";

/* Edit profile photo; option to choose a photo from their iOS photo libary */
"Choose from Library" = "Välj från biblioteket";

/* Edit profile photo; option to take a new photo to use */
"Take Photo" = "Ta bild";

/* Edit profile; Twitter handle field placeholder */
"@WorkflowHQ" = "@WorkflowHQ";

/* Edit profile; email field placeholder */
"johnny@workflow.is" = "johan@workflow.is";

/* Edit profile; email field title */
"Email" = "E-post";

/* Edit profile; error message for when the provided website is invalid */
"The website URL “%@” is not valid." = "Webbplats-URL:en ”%@” är ogiltig.";

/* Edit profile; error title for when the provided website is invalid */
"Invalid Website" = "Ogiltig webbplats";

/* Edit profile; explanation to users on how their name will appear on published workflows; %@ = name, Twitter handle, or website */
"You will be credited as “%@” on your published workflows." = "Dina publicerade arbetsflöden visas som att ”%@” gett upphov till dem.";

/* Edit profile; person name field title */
"Name" = "Namn";

/* Edit profile; person name field title (required) */
"Name (Required)" = "Namn (krävs)";

/* Edit profile; section header for private information (e.g. Email address) */
"Private Information" = "Privat information";

/* Edit profile; section header for public information (e.g. Twitter handle) */
"Public Information" = "Offentlig information";

/* Edit profile; website field placeholder */
"www.workflow.is" = "www.workflow.is";

/* Empty state description when there are no search results; %@ = query */
"We didn’t turn up anything for “%@”. Try something else." = "Vi hittade ingenting för ”%@”. Försök med något annat.";

/* Empty state indicating that a user has no workflows */
"No shortcuts." = "Inga genvägar.";

/* Empty state title indicating no search results when searching for a workflow or collection in the gallery */
"No Results" = "Inga träffar";

/* Error alert body when importing a shortcut fails */
"The shortcut URL provided was invalid." = "URL:en som genvägen tillhandahöll var ogiltig.";

/* Error alert title when importing a shortcut fails */
"Import Failed" = "Import misslyckades";

/* Error message */
"There are no photos in your photo library." = "Det finns inga bilder i bildbiblioteket.";

/* Error message description */
"The shortcut link may be invalid, or it may have been deleted." = "Genvägen kan ha raderats eller länken vara ogiltig.";

/* Error message shown when the gallery does not load */
"Can’t connect to the Gallery." = "Kan inte ansluta till galleriet.";

/* Error message title */
"Shortcut Not Found" = "Genväg hittades inte";

/* Error message when a collection does not load */
"Couldn't load this collection." = "Kunde inte läsa in den här samlingen.";

/* Error message when the collection fails to load */
"Couldn’t load this collection." = "Kunde inte läsa in den här samlingen.";

/* Error presented to the user when an action times out while running (%@ = the name of the action) */
"The “%@” action took too long to finish running." = "Körning av åtgärden ”%@” tog för lång tid att slutföra.";

/* Exit the app (kills the app) */
"Exit" = "Avsluta";

/* Gallery search section title for collection search results */
"Collections" = "Samlingar";

/* Gallery search; button to show fewer collection search results */
"Show Less" = "Visa mindre";

/* Gallery search; button to show more collection search results */
"Show More" = "Visa fler";

/* Generic title for a notification show in the app */
"Notification" = "Notis";

/* Guided tour; The “Shortcuts” part in the localized string “\n\nShortcuts are made of a series of actions (the items on the left).\n\nNext, let’s add a Make GIF action, which will animate the photos from the first action.”; used for highlighting */
"Shortcuts (Guided Tour)" = "Genvägar";

/* Guided tour; The “actions” part in the localized string “\n\nShortcuts are made of a series of actions (the items on the left).\n\nNext, let’s add a Make GIF action, which will animate the photos from the first action.”; used for highlighting */
"actions" = "åtgärder";

/* Guided tour; Title for an alert that is shown along side an example shortcut */
"This is a shortcut." = "Det här är en genväg.";

/* Guided tour; a happy title for an alert that is show when the user has created their first workflow */
"Congrats!" = "Grattis!";

/* Guided tour; a happy title for an alert that is shown after a user runs their first shortcut */
"Woot!" = "Wow!";

/* Guided tour; a more descriptive name for the play button; only used for accessibility */
"run shortcut button" = "knapp som kör genväg";

/* Guided tour; let user know that they can drag an action from the actions pane from the left (on the right on RTL devices) to share the GIF */
"Drag over an action to share your GIF." = "Dra över en åtgärd för att dela din GIF.";

/* Guided tour; run workflow button that looks like a classic play button (sideways triangle); should be the exact name that is used in the “\n\nYou just created a workflow. Now press the play button to run it!” localized string because it will be used to highlight the text */
"play button" = "uppspelningsknappen";

/* Guided tour; shown below “Aw no!” */
"\n\nSomething went wrong. Try again or tap Done." = "\n\nNågot blev fel. Försök igen eller tryck på Klar.";

/* Guided tour; shown below “Aw no!” */
"\n\nYou didn’t finish running the shortcut. Try again or tap Done." = "\n\nDu slutförde inte körningen av genvägen. Försök igen eller tryck på Klar.";

/* Guided tour; shown below “Congrats!” */
"\n\nYou just created a shortcut. Now press the play button to run it!" = "\n\nDu har precis skapat en genväg. Tryck på uppspelningsknappen för att köra den!";

/* Guided tour; shown below “This is a shortcut.”; for RTL, left should be right */
"\n\nShortcuts are made of a series of actions (the items on the left).\n\nNext, let’s add a Make GIF action, which will animate the photos from the first action." = "\n\nGenvägar består av en serie åtgärder (objekten till vänster).\n\nSom nästa steg lägger vi till en Skapa GIF-åtgärd som animerar bilderna från den första åtgärden.";

/* Guided tour; shown below “Welcome to Shortcuts” */
"\n\nLet’s build a shortcut to make an animated GIF." = "\n\nNu ska vi bygga en genväg som skapar en animerad GIF.";

/* Guided tour; shown below “Woot!” */
"\n\nYou just ran a shortcut. Wasn’t that cool?" = "\n\nDu körde precis en genväg. Visst var det coolt?";

/* Guided tour; welcome to shortcut title */
"Welcome to Shortcuts." = "Välkommen till Genvägar.";

/* Information about what happens when a user submits a workflow to the gallery */
"By tapping “Submit”, your workflow will be submitted for review. If we decide to include your workflow in the Gallery, we’ll notify you by e-mail." = "Genom att trycka på Skicka blir ditt arbetsflöde inskickat för granskning. Om vi bestämmer oss för att ta med ditt arbetsflöde i galleriet meddelar vi dig per e-post.";

/* Make GIF action name */
"Make GIF" = "Skapa GIF";

/* Media file name label */
"Media File" = "Mediefil";

/* Message of alert when a user tries to import a shortcut with the same name */
"Would you like to replace your shortcut?" = "Vill du ersätta din genväg?";

/* Navigation bar title for the form to fill out with the workflow’s information to submit to the gallery */
"Workflow Info" = "Arbetsflödesinfo";

/* None option */
"None" = "Ingen";

/* Onboarding-flow; user already has widget */
"Great! It looks like you've already added the Shortcuts Widget. Let's keep going." = "Jättebra! Det ser ut som att du redan har lagt till widgeten Genvägar. Vi fortsätter.";

/* Onboarding-flow; user does not have widget; text to convice user to get the widget */
"Run shortcuts crazy fast with the Shortcuts Widget." = "Kör genvägar blixtsnabbt med widgeten Genvägar.";

/* Placeholder for the description field when submitting a workflow to the gallery */
"Please write a description of what your workflow does here." = "Här skriver du en beskrivning av vad arbetsflödet gör.";

/* Placeholder for the longer-form description field when submitting a workflow to the gallery */
"Please write a more detailed description of what your workflow does here." = "Här skriver du en mer detaljerad beskrivning av vad arbetsflödet gör.";

/* Placeholder for the name field in Edit Profile */
"Johnny Appleseed" = "Johnny Appleseed";

/* Placeholder for the short description field when submitting a workflow to the gallery */
"Please write a brief description of what your workflow does here." = "Här skriver du en kort beskrivning av vad arbetsflödet gör.";

/* Print content */
"Print" = "Skriv ut";

/* Quick Look action name */
"Quick Look" = "Överblicka";

/* Recovery option for when the gallery does not load */
"Try Again" = "Försök igen";

/* Recovery option for when the gallery does not load and the user should enable Wi-Fi, etc. in the Settings app */
"Open Settings" = "Öppna Inställningar";

/* Recovery suggestion for when the gallery does not load because there is no network connection */
"Turn on cellular data or use WLAN to access the Gallery." = "Slå på mobildata eller använd WLAN för att komma åt galleriet.";

/* Recovery suggestion for when the gallery does not load because there is no network connection */
"Turn on cellular data or use Wi-Fi to access the Gallery." = "Slå på mobildata eller använd Wi-Fi för att komma åt galleriet.";

/* Recovery suggestion for when the gallery does not load because there is no network connection and the user has Airplane Mode enabled */
"Turn off Airplane Mode or use WLAN to access the Gallery." = "Stäng av flygplansläget eller använd WLAN för att komma åt galleriet.";

/* Recovery suggestion for when the gallery does not load because there is no network connection and the user has Airplane Mode enabled */
"Turn off Airplane Mode or use Wi-Fi to access the Gallery." = "Stäng av flygplansläget eller använd Wi-Fi för att komma åt galleriet.";

/* Save as image */
"Save Image" = "Spara bild";

/* Search gallery */
"Search" = "Sök";

/* Section title */
"Shortcuts" = "Genvägar";

/* Share via AirDrop */
"AirDrop" = "AirDrop";

/* Share via CloudApp */
"CloudApp" = "CloudApp";

/* Share via DeskConnect */
"DeskConnect" = "DeskConnect";

/* Share via Evernote */
"Evernote" = "Evernote";

/* Share via Facebook */
"Facebook" = "Facebook";

/* Share via Instagram */
"Instagram" = "Instagram";

/* Share via Instapaper */
"Instapaper" = "Instapaper";

/* Share via Mail */
"Mail" = "E-post";

/* Share via Messages */
"Message" = "Meddelande";

/* Share via Pinboard */
"Pinboard" = "Pinboard";

/* Share via Pocket */
"Pocket" = "Pocket";

/* Share via Slack */
"Slack" = "Slack";

/* Shortcut has been submitted to the gallery */
"Shortcut Submitted" = "Genväg inskickad";

/* Shown in HUD after downloading a shortcut from the gallery */
"Added to Library" = "Lades till i biblioteket";

/* Splash screen primary button title */
"Get Started" = "Kom igång";

/* Splash screen title */
"Welcome to Shortcuts" = "Välkommen till Genvägar";

/* Stop running the shortcut; %@=shortcut name */
"Stop %@" = "Stoppa %@";

/* Take Photo action name */
"Take Photo (action name)" = "Ta bild";

/* Tap to choose an option */
"Tap to Choose" = "Tryck för att välja";

/* Terms and Conditions view title */
"Terms and Conditions" = "Villkor";

/* The user has submitted the shortcut to the gallery for approval and will be notified when it is approved to be included in the gallery */
"We’ll notify you when we approve it!" = "Vi meddelar dig när vi har godkänt den!";

/* Title */
"Gallery" = "Galleri";

/* Title */
"Shortcuts" = "Genvägar";

/* Title for button that is shown after the user submits a shortcut to the gallery to share their workflow. */
"Spread the Word" = "Sprid budskapet";

/* Title for the description field when submitting a workflow to the gallery */
"Description" = "Beskrivning";

/* Title for the longer-form description field when submitting a workflow to the gallery */
"Long Description" = "Lång beskrivning";

/* Title for the short description field when submitting a workflow to the gallery */
"Short Description" = "Kort beskrivning";

/* Title for workflow name field when submitting a workflow to the gallery */
"Workflow Name" = "Arbetsflödesnamn";

/* Title of Siri feature on splash screen */
"Just Ask Siri" = "Fråga bara Siri";

/* Title of alert encouraging users to add the Shortcuts widget after they have tried to skip adding the widget. */
"Add the Widget?" = "Lägg till widgeten?";

/* Title of alert when a user tries to import a shortcut with the same name; %@ = shortcut name */
"You already have a shortcut named “%@”." = "Du har redan en genväg med namnet ”%@”";

/* Title of alert when the user’s gallery submission didn’t go through due to an error */
"Uh Oh" = "Ojdå";

/* Title of intro feature on splash screen */
"Take the Shortest Path" = "Ta den kortaste vägen";

/* Title of main screen showing your library of shortcuts */
"Library" = "Bibliotek";

/* Title of widget feature on splash screen */
"Shortcuts Widget" = "Genvägar-widget";

/* Title; shortcuts database on device is corrupt */
"Corrupt Database" = "Skadad databas";

/* Today Widget; button to view the shortcut gallery */
"View the Gallery…" = "Visa galleriet…";

/* Today widget button; manage shortcuts that appear in the today widget */
"Manage Shortcuts…" = "Hantera genvägar…";

/* Today widget button; manage workflows that appear in the today widget */
"Customize in Shortcuts" = "Anpassa i Genvägar";

/* Today widget walkthough; user found widget and should add it */
"You found the widget! Tap *Add Widget* to access this from anywhere." = "Du hittade widgeten! Tryck på *Lägg till widget* för att komma åt den överallt.";

/* Today widget walkthough; user found widget and should come back here */
"You found the widget! Come back here to run your shortcuts quickly." = "Du hittade widgeten! Kom tillbaka hit för att snabbt köra genvägar.";

/* Today widget; empty state */
"No Shortcuts" = "Inga genvägar";

/* Today widget; see the rest of the shortcuts in the widget */
"Tap to see the rest" = "Tryck för att se resten";

/* Twitter handle label or share via Twitter */
"Twitter" = "Twitter";

/* Waiting for the gallery to load. Shown under loading indicator */
"Loading" = "Läser in";

/* Watch app button; stop running the shortcut */
"Stop" = "Stoppa";

/* Watch app, title for switch to show and hide a shortcut */
"Show/Hide" = "Visa/göm";

/* Watch app; Change text field text */
"Tap to Change" = "Tryck för att ändra";

/* Watch app; Compose a message */
"Create Message" = "Skapa meddelande";

/* Watch app; Plus/Minus button name for number pad */
"Plus/Minus" = "Plus/minus";

/* Watch app; Shown under a title of an article; %@=author of article */
"by %@" = "av %@";

/* Watch app; email composer, email address from which to send the mail */
"From Address" = "Från adress";

/* Watch app; email composer; bcc address label */
"Bcc" = "Dold kopia";

/* Watch app; email composer; cc address label */
"Cc" = "Kopia";

/* Watch app; email composer; from address label */
"From" = "Från";

/* Watch app; email composer; indicates files are attached; %@=number of files attached */
"Attached (%ld)" = "Bifogat (%ld)";

/* Watch app; email composer; subject label */
"Subject" = "Ämne";

/* Watch app; email composer; to address label */
"To" = "Till";

/* Watch app; location could not be determined for an address */
"Location Not Found" = "Platsen hittades inte";

/* Watch app; mail compoer cc/bcc field label */
"Cc/Bcc" = "Kopia/Dold kopia";

/* Watch app; number field placeholder */
"Enter number…" = "Ange siffervärde…";

/* Watch app; send message error message */
"You must choose a contact to send a message to." = "Du måste välja en kontakt att skicka meddelandet till.";

/* Watch app; send the email */
"Send" = "Skicka";

/* Watch app; share QuickLook content */
"Share" = "Dela";

/* Watch app; shown when user needs to allow access to a certain resource such as Photo Library access; %@=shortcut name */
"Use Handoff on your iPhone to allow access for %@." = "Använd Handoff på iPhone för att ge tillgång för %@.";

/* Watch app; tell user that they can use the Handoff feature to continue running the rest of the shortcut on their phone */
"Use Handoff on your iPhone to continue the shortcut." = "Använd Handoff på iPhone till att fortsätta köra genvägen.";

/* Watch app; text field placeholder */
"Enter text…" = "Ange text…";

/* Watch app; view current content on the phone */
"View on iPhone" = "Visa på iPhone";

/* Watch complication; no shortcuts have been added (modular large complication) */
"No shortcuts have been added." = "Inga genvägar har lagts till.";

/* Watch complication; no shortcuts have been added (utilitarian small complication, text should be short) */
"No Shortcuts (Short)" = "Inga genvägar";

/* Website URL label */
"Website" = "Webbplats";

/* Widget tutorial headline; how to add Today Widget */
"Adding the Widget" = "Lägger till widgeten";

/* Widget tutorial; accessiblity description */
"An animation of pressing firmly on the Shortcuts home screen icon to open the widget" = "En animering som visar hur hemskärmssymbolen för Genvägar trycks ned bestämt för att öppna widgeten";

/* Widget tutorial; how to add Today Widget */
"Tap + to add the Shortcuts Widget. Tap “Done.”" = "Tryck på + för att lägga till widgeten Genvägar. Tryck på Klar.";

/* Widget tutorial; how to add Today Widget on devices that don’t have a home button on iOS 10 and above */
"Swipe up to go home, press firmly on the Shortcuts icon, and tap “Add Widget.”" = "Svep uppåt för att gå till hemskärmen, tryck ned bestämt på symbolen Genvägar och tryck på Lägg till widget.";

/* Widget tutorial; how to add Today Widget on devices that have a home button on iOS 10 and above */
"Press the Home button, press firmly on the Shortcuts icon, and tap “Add Widget.”" = "Tryck på hemknappen, tryck ned bestämt på symbolen Genvägar och tryck på Lägg till widget.";

/* Widget tutorial; how to add Today Widget on iOS 10, iPad and iPhone, non-3D Touch, iOS 8 and 9 step 3 */
"Scroll to the bottom and\ntap “Edit.”" = "Rulla till nederkanten och\ntryck på Ändra.";

/* Widget tutorial; how to add Today Widget on iOS 8 and 9 & iOS 10, iPad and iPhone, non-3D Touch step 2 */
"Swipe to the left to view\nyour widgets." = "Svep åt vänster så visas\ndina widgetar.";

/* Widget tutorial; how to add Today Widget on iOS 8 and 9, iPad step 2 */
"On the lower left, scroll\ndown and tap “Edit.”" = "Rulla nedåt i nedre vänstra\nhörnet och tryck på Ändra.";

/* Widget tutorial; how to add Today Widget step 1 */
"Swipe down from the top to reveal Notification Center." = "Svep nedåt från överkanten så visas Notiscenter.";

/* Your shortcut is ready to share as a link */
"Your shortcut is ready to share!" = "Din genväg är klar att delas!";

/* date range; $@=time until; appended to date with time (e.g. Today 5pm to 6pm); please include space for relevant languages */
" to %@" = " till %@";

/* date range; %1$@ = start date; %2$@ = end date */
"%1$@ to %2$@" = "%1$@ till %2$@";

/* opposite of “left”; should be “left” for RTL languages */
"right" = "höger";

